Repository: KDE/bovo
Catalog: po/*/bovo.po
Languages: ia

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it

source: Theme
ia: Thema

source: Speed of demo and replay playback.
ia: Velocitate de Demo e reproduce a repetition.

source: Whether moves should be animated or not.
ia: Si motion deberea esser animate o non.

source: AI engine to use.
ia: Motor de IA a usar.

source: KDE Five in a Row Board Game
ia: KDE Five a Row Joco de Tabula (Cinque in un rango)

source: Author
ia: Autor

source: Wins: %1
ia: Victorias: %1

source: Losses: %1
ia: Perditas: %1

# @action
source: &Replay
ia: &Replica

# @info:tooltip
source: Replay game
ia: Rejoca Joco

# @info:whatsthis
source: Replays your last game for you to watch.
ia: Repite tu ultime joco per te a guardar

# @title:menu
source: Theme
ia: Thema

source: Start a new game to play.
ia: Starta un nove joco a jocar

source: GAME OVER. Tie!
ia: JOCO TERMINATE. Ligate (tie)!

source: GAME OVER. You won!
ia: JOCO TERMKINATE. Tu ganiava!

source: GAME OVER. You lost!
ia: JOCO TERMINATE. Tu Perdeva!

source: It is your turn.
ia: Il es tu torno.

source: Waiting for computer.
ia: Expectante computator.

source: Replaying game
ia: Rejocar Joco

source: Game replayed.
ia: Joco rejocate.
